Repository: NicoVIII/ModManager-for-TransportFever
Catalog: TpfModManager_Gui/Resources/Localisation.*.resx
Languages: de

# Menu_File
source: File
de: Datei

# Menu_Exit
source: Exit
de: Beenden

# Menu_Install_FromFolder
source: From folder...
de: Aus Ordner...

# Menu_Install_FromFile
source: From file...
de: Aus Datei...

# Menu_Search
source: Search for installed mods
de: Suche nach installierten Mods

# Menu_Install
source: Install
de: Installieren

# List_Authors
source: Author(s)
de: Autor(en)

# List_RemoteVersion
source: Version on server
de: Version auf Server

# List_ContextMenu_Uninstall
source: Uninstall
de: Deinstallieren

# List_ContextMenu_OpenFolder
source: Open folder
de: Öffne Ordner

# List_ContextMenu_OpenUrl
source: Open website
de: Öffne Webseite

# List_Update_Yes
source: Yes
de: Ja

# List_ContextMenu_ChangeTpfNetId
source: Change tpfnetID
de: Ändere tpfnetID

# List_Folder
source: Folder
de: Ordner

source: Search complete.
de: Suche abgeschlossen.

# Install_ChooseFolder
source: Choose folder with mod archives
de: Wähle einen Ordner mit Mod-Archiven

# Install_AlreadyInstalled
source: Mod is already installed.
de: Mod ist bereits installiert.

# Install_ModInvalid
source: Something is wrong with this mod :(
de: Irgendwas ist mit diesem Mod schiefgelaufen :(

# Install_NotSupported
source: Sadly this mod is not supported yet.
de: Traurigerweise wird dieser Mod noch nicht unterstützt.

# Install_BulkComplete
source: Bulk installation complete.
de: Massen-Installation abgeschlossen.

# List_ChangeTpfNetId_Input
source: Input TpfNetId
de: Gib TpfNetId ein

# Install_UpgradeComplete
source: Mod was successfully upgraded.
de: Mod wurde erfolgreich geupgradet.

# Install_ChooseArchive
source: Choose mod archive
de: Wähle ein Mod-Archiv

# Install_NotAnArchive
source: This file is not a valid archive.
de: Diese Datei ist kein gültiges Archiv.

# Install_Complete
source: Installation complete.
de: Installation abgeschlossen.

# Uninstall_Confirm
source: Do you really want to uninstall this mod?
de: Möchtest du diese Mod wirklich deinstallieren?

# Uninstall_Complete
source: Mod successfully uninstalled!
de: Mod erfolgreich deinstalliert!

# Setup_ChooseModFolder
source: Select TPF "mods" folder
de: Wähle den TPF "mods"-Ordner

# Setup_PleaseSetPath
source: Please set the path to Transport Fever's 'mods' folder!
de: Bitte setze den Pfad zum "mods"-Ordner von Transport Fever!

# Install_UpgradeConfirm
source: Do you really want to upgrade the mod in the folder '{0}'?
de: Möchtest du wirklich die Mod im '{0}'-Ordner upgraden?
